{
  "ok": "D'acord",
  "save": "Desa",
  "add": "Afegeix",
  "cancel": "Cancel · lar",
  "delete": "Suprimeix",
  "reset": "Restableix",
  "calendar": "Calendari",
  "settings": "Configuració",
  "webhook": "Webhook",
  "licenses": "Llicències",
  "data_notice": "Totes les dades s'emmagatzemen al dispositiu i només surten del dispositiu quan ho decideixes.",
  "rate_this_app": "Valora aquesta app",
  "reset_data_button": "Restableix totes les dades i la configuració",
  "reset_data_confirm_title": "Restableix totes les dades i la configuració",
  "reset_data_confirm_message": "Esteu segur que voleu restablir totes les dades i la configuració?",
  "reset_data_success_title": "Restabliment de dades i configuració",
  "reset_data_success_message": "S'han restablert totes les dades i la configuració.",
  "import": "Importar",
  "import_success_title": "Importació correcta",
  "import_success_message": "Les vostres dades s'han importat correctament.",
  "import_error_title": "La importació ha fallat",
  "import_error_message": "El fitxer que heu seleccionat no conté el format correcte.",
  "export": "Exporta",
  "export_failed_title": "Ha fallat l'exportació",
  "export_help": "Exporteu totes les puntuacions amb missatges com a fitxer JSON",
  "webhook_help": "Els webhooks s'utilitzen per enviar dades a punts finals HTTP.",
  "webhook_url": "URL",
  "webhook_url_placeholder": "https://example.com/",
  "webhook_url_help": "Aquest URL s'utilitzarà per enviar dades al vostre webhook.",
  "webhook_history": "Història",
  "webhook_status_success": "Èxit",
  "webhook_status_error": "Error",
  "webhook_entry_url": "URL",
  "webhook_entry_request": "Sol·licitud",
  "webhook_entry_response": "Resposta",
  "webhook_entry_status_text": "Text d'estat",
  "webhook_entry_status_code": "Codi d'estat",
  "webhook_entry_error_message": "Missatge d'error",
  "log_modal_message_placeholder": "Un missatge sobre el dia...",
  "scales": "Colors",
  "scales_info": "Els colors s'utilitzen per indicar la qualificació al calendari. La vostra puntuació anterior canviarà al color seleccionat.",
  "log_modal_message_example": "Avui he trobat una manera de reconnectar amb mi mateix.",
  "previews_screen_1_title": [
    "Feu un seguiment del vostre estat d'ànim",
    "Un píxel a la vegada"
  ],
  "previews_screen_2_title": [
    "Webhook / Exportació",
    "Suport"
  ],
  "previews_screen_3_title": [
    "Es veu molt bé dins",
    "Mode fosc"
  ],
  "issue": "Assumpte",
  "idea": "Idea",
  "other": "Altres",
  "send_feedback_issue": "Informa d'un problema",
  "send_feedback_idea": "Envia idea",
  "feedback_modal_title": "Enviar comentaris",
  "feedback_modal_description": "Els vostres comentaris m'ajuden molt a entendre millor com feu servir l'aplicació i com puc millorar-la.",
  "feedback_modal_textarea_placeholder": "M'he adonat que…",
  "feedback_modal_send": "Enviar",
  "feedback_modal_cancel": "Cancel · lar",
  "feedback_success_title": "Comentaris enviats",
  "feedback_success_message": "La teva opinió s'ha enviat correctament.",
  "feedback_error_title": "Els comentaris han fallat",
  "feedback_error_message": "S'ha produït un error en enviar els vostres comentaris.",
  "feedback_help": "Aquesta aplicació està desenvolupada per una sola persona. Valoro molt els teus comentaris. M'ajuda a entendre millor com feu servir l'aplicació i com puc millorar-la.",
  "send_feedback": "Enviar comentaris",
  "back_to_today": "Torna a l'actualitat",
  "data": "Dades",
  "reminder": "Recordatori",
  "time": "Temps",
  "notification_reminder_title": "Feu un seguiment del vostre estat d'ànim",
  "notification_reminder_body": "Toqueu aquí per fer un seguiment del vostre estat d'ànim d'avui.",
  "privacy": "Privadesa",
  "privacy_policy": "Política de privacitat",
  "privacy_content": "Pixy us ofereix la possibilitat de reflexionar sobre el vostre dia i emmagatzemar informació potencialment sensible. Vull ser el més transparent possible sobre l'ús de les vostres dades. Per tant, deixeu-me explicar com s'utilitzen les dades i per què les vostres dades són segures.\n\n### No tenim accés a la vostra informació de seguiment\n\nLes teves dades es desen localment al teu dispositiu. Mai es comparteix amb ningú, tret que trieu exportar-lo o utilitzar la funcionalitat webhook.\n\nPer entendre quina part de Pixy s'està utilitzant, hem de saber quines funcions de l'aplicació s'estan utilitzant. Per a això, utilitzem determinades eines d'anàlisi. Ens ajuden a veure on es pot millorar l'aplicació.\n ### Registres d'errors\n\n**Per trobar problemes i mantenir l'estabilitat, mirem els registres d'errors reportats.**\n\nRecopilem registres d'errors amb el proveïdor de serveis Sentry. Ens dóna la possibilitat de veure l'hora, la pantalla oberta i el tipus de dispositiu. Utilitzem això per reproduir l'error i per solucionar-ho.\n\n### Dades de comportament\n\nQuan obriu una pantalla o canvieu una configuració, aquesta s'enviarà a una de les nostres eines d'anàlisi. Aquestes dades s'envien totalment anònimes. No s'envia cap de les vostres dades personals. Per exemple, si Laura Birmingham fa un seguiment del seu estat d'ànim. Només veiem que l'usuari 101029 va fer aquesta acció. Mai recollim cap text que emmagatzemeu a l'aplicació.\n\nUtilitzem Posthog Cloud per recollir i visualitzar dades i dades. Ens ajuda a entendre millor les tendències i a trobar àrees de millora.\n\n\n---------\n\nSi teniu cap pregunta o dubte, envieu-me una línia a [moritz@devmood.com](mailto:moritz@devmood.com).\n\n**Fa servir aquesta aplicació per mi mateix i mai no voldria compartir les meves entrades amb cap desenvolupador.**\n\n*Aquesta secció de privadesa està molt inspirada en l'aplicació estoica.*\n\n*Podeu trobar tota la política de privadesa aquí.*"
}