{
  "ok": "Εντάξει",
  "save": "Σώσει",
  "add": "Προσθήκη",
  "cancel": "Ματαίωση",
  "delete": "Διαγράφω",
  "reset": "Επαναφορά",
  "calendar": "Ημερολόγιο",
  "settings": "Ρυθμίσεις",
  "webhook": "Webhook",
  "licenses": "Άδειες",
  "data_notice": "Όλα τα δεδομένα αποθηκεύονται στη συσκευή σας και φεύγουν από τη συσκευή σας μόνο όταν το αποφασίσετε.",
  "rate_this_app": "Βαθμολόγησε αυτήν την εφαρμογή",
  "reset_data_button": "Επαναφέρετε όλα τα δεδομένα και τις ρυθμίσεις",
  "reset_data_confirm_title": "Επαναφέρετε όλα τα δεδομένα και τις ρυθμίσεις",
  "reset_data_confirm_message": "Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα δεδομένα και τις ρυθμίσεις;",
  "reset_data_success_title": "Επαναφορά δεδομένων και ρυθμίσεων",
  "reset_data_success_message": "Όλα τα δεδομένα και οι ρυθμίσεις έχουν επαναφερθεί.",
  "import": "Εισαγωγή",
  "import_success_title": "Επιτυχής εισαγωγή",
  "import_success_message": "Τα δεδομένα σας εισήχθησαν με επιτυχία.",
  "import_error_title": "Η εισαγωγή απέτυχε",
  "import_error_message": "Το αρχείο που επιλέξατε δεν περιέχει τη σωστή μορφή.",
  "export": "Εξαγωγή",
  "export_failed_title": "Η εξαγωγή απέτυχε",
  "export_help": "Εξαγωγή όλων των αξιολογήσεων με μηνύματα ως αρχείο JSON",
  "webhook_help": "Τα webhook χρησιμοποιούνται για την αποστολή δεδομένων σε τελικά σημεία HTTTP.",
  "webhook_url": "URL",
  "webhook_url_placeholder": "https://example.com/",
  "webhook_url_help": "Αυτή η διεύθυνση URL θα χρησιμοποιηθεί για την αποστολή δεδομένων στο webhook σας.",
  "webhook_history": "Ιστορία",
  "webhook_status_success": "Επιτυχία",
  "webhook_status_error": "Λάθος",
  "webhook_entry_url": "URL",
  "webhook_entry_request": "Αίτηση",
  "webhook_entry_response": "Απάντηση",
  "webhook_entry_status_text": "Κείμενο κατάστασης",
  "webhook_entry_status_code": "Κωδικός κατάστασης",
  "webhook_entry_error_message": "Μήνυμα λάθους",
  "log_modal_message_placeholder": "Μερικά μηνύματα για την ημέρα…",
  "scales": "Χρωματιστά",
  "scales_info": "Τα χρώματα χρησιμοποιούνται για την ένδειξη της βαθμολογίας στο ημερολόγιο. Η προηγούμενη βαθμολογία σας θα αλλάξει στο επιλεγμένο χρώμα.",
  "log_modal_message_example": "Σήμερα βρήκα έναν τρόπο να επανασυνδεθώ με τον εαυτό μου.",
  "previews_screen_1_title": [
    "Παρακολουθήστε τη διάθεσή σας",
    "Ένα εικονοστοιχείο τη φορά"
  ],
  "previews_screen_2_title": [
    "Webhook / Εξαγωγή",
    "Υποστήριξη"
  ],
  "previews_screen_3_title": [
    "Φαίνεται υπέροχο μέσα",
    "Σκοτεινή λειτουργία"
  ],
  "issue": "Θέμα",
  "idea": "Ιδέα",
  "other": "Αλλα",
  "send_feedback_issue": "Αναφορά ζητήματος",
  "send_feedback_idea": "Υποβολή ιδέας",
  "feedback_modal_title": "Στείλετε τα σχόλιά σας",
  "feedback_modal_description": "Τα σχόλιά σας με βοηθούν πολύ να καταλάβω καλύτερα πώς χρησιμοποιείτε την εφαρμογή και πώς μπορώ να τη βελτιώσω.",
  "feedback_modal_textarea_placeholder": "Παρατήρησα ότι…",
  "feedback_modal_send": "Στείλετε",
  "feedback_modal_cancel": "Ματαίωση",
  "feedback_success_title": "Τα σχόλια στάλθηκαν",
  "feedback_success_message": "Η γνώμη σας εστάλη επιτυχώς.",
  "feedback_error_title": "Τα σχόλια απέτυχαν",
  "feedback_error_message": "Παρουσιάστηκε κάποιο πρόβλημα κατά την αποστολή των σχολίων σας.",
  "feedback_help": "Αυτή η εφαρμογή έχει αναπτυχθεί από ένα άτομο. Εκτιμώ πολύ τα σχόλιά σας. Με βοηθά να κατανοήσω καλύτερα πώς χρησιμοποιείτε την εφαρμογή και πώς μπορώ να τη βελτιώσω.",
  "send_feedback": "Στείλετε τα σχόλιά σας",
  "back_to_today": "Επιστροφή στο σήμερα",
  "data": "Δεδομένα",
  "reminder": "Υπενθύμιση",
  "time": "χρόνος",
  "notification_reminder_title": "Παρακολουθήστε τη διάθεσή σας",
  "notification_reminder_body": "Πατήστε εδώ για να παρακολουθήσετε τη σημερινή σας διάθεση.",
  "privacy": "Μυστικότητα",
  "privacy_policy": "Πολιτική Απορρήτου",
  "privacy_content": "Το Pixy σάς δίνει τη δυνατότητα να στοχάζεστε την ημέρα σας και να αποθηκεύετε δυνητικά ευαίσθητες πληροφορίες. Θέλω να είμαι όσο το δυνατόν πιο διαφανής σχετικά με τη χρήση των δεδομένων σας. Επιτρέψτε μου λοιπόν να εξηγήσω πώς χρησιμοποιούνται τα δεδομένα και γιατί τα δεδομένα σας είναι ασφαλή.\n\n### Δεν έχουμε πρόσβαση στις πληροφορίες που παρακολουθείτε\n\nΤα δεδομένα σας αποθηκεύονται τοπικά στη συσκευή σας. Δεν κοινοποιείται ποτέ σε κανέναν εκτός από εσάς που επιλέγετε να το εξαγάγετε ή να χρησιμοποιήσετε τη λειτουργία webhook.\n\nΓια να κατανοήσουμε ποιο μέρος του Pixy χρησιμοποιείται, πρέπει να γνωρίζουμε ποιες δυνατότητες της εφαρμογής χρησιμοποιούνται. Για αυτό, χρησιμοποιούμε ορισμένα εργαλεία ανάλυσης. Μας βοηθούν να δούμε πού μπορεί να βελτιωθεί η εφαρμογή.\n ### Μητρώα σφαλμάτων\n\n**Για να εντοπίσουμε προβλήματα και να διατηρήσουμε τη σταθερότητα, εξετάζουμε τα αναφερόμενα αρχεία καταγραφής σφαλμάτων.**\n\nΣυλλέγουμε αρχεία καταγραφής σφαλμάτων με τον πάροχο υπηρεσιών Sentry. Μας δίνει τη δυνατότητα να δούμε την ώρα, την οθόνη που ανοίγει και τον τύπο της συσκευής. Το χρησιμοποιούμε για να αναπαραγάγουμε το σφάλμα και να επιδιορθώσουμε.\n\n### Δεδομένα συμπεριφοράς\n\nΌταν ανοίγετε μια οθόνη ή αλλάζετε μια ρύθμιση, αυτή θα σταλεί σε ένα από τα εργαλεία αναλυτικών στοιχείων μας. Αυτά τα δεδομένα αποστέλλονται εντελώς ανώνυμα. Κανένα από τα προσωπικά σας δεδομένα δεν αποστέλλεται. Για παράδειγμα, αν η Laura Birmingham παρακολουθεί τη διάθεσή της. Βλέπουμε μόνο ότι ο χρήστης 101029 έκανε αυτήν την ενέργεια. Δεν συλλέγουμε ποτέ κανένα κείμενο που αποθηκεύετε στην εφαρμογή.\n\nΧρησιμοποιούμε το Posthog Cloud για συλλογή και οπτικοποίηση και δεδομένα. Μας βοηθά να κατανοήσουμε καλύτερα τις τάσεις και να βρούμε τομείς βελτίωσης.\n\n\n---------\n\nΕάν έχετε ερωτήσεις ή απορίες, στείλτε μου μια γραμμή στο [moritz@devmood.com](mailto:moritz@devmood.com).\n\n**Χρησιμοποιώ αυτήν την εφαρμογή μόνος μου και δεν θα ήθελα ποτέ να μοιραστώ τις καταχωρίσεις μου με κανέναν προγραμματιστή.**\n\n*Αυτή η ενότητα απορρήτου είναι εμπνευσμένη από τη στωική εφαρμογή.*\n\n*Μπορείτε να βρείτε ολόκληρη την πολιτική απορρήτου εδώ.*",
  "behavioral_data": "Δεδομένα Συμπεριφοράς"
}