{
  "ok": "Ok",
  "save": "Salva",
  "add": "Aggiungere",
  "cancel": "Annulla",
  "delete": "Eliminare",
  "reset": "Ripristina",
  "calendar": "Calendario",
  "settings": "Impostazioni",
  "webhook": "Webhook",
  "licenses": "Licenze",
  "data_notice": "Tutti i dati vengono archiviati sul tuo dispositivo e lasciano il tuo dispositivo solo quando lo decidi.",
  "rate_this_app": "Valuta questa applicazione",
  "reset_data_button": "Ripristina tutti i dati e le impostazioni",
  "reset_data_confirm_title": "Ripristina tutti i dati e le impostazioni",
  "reset_data_confirm_message": "Sei sicuro di voler ripristinare tutti i dati e le impostazioni?",
  "reset_data_success_title": "Dati e impostazioni ripristinati",
  "reset_data_success_message": "Tutti i dati e le impostazioni sono stati ripristinati.",
  "import": "Importare",
  "import_success_title": "Importazione riuscita",
  "import_success_message": "I tuoi dati sono stati importati con successo.",
  "import_error_title": "Importazione non riuscita",
  "import_error_message": "Il file selezionato non contiene il formato corretto.",
  "export": "Esportare",
  "export_failed_title": "Esportazione non riuscita",
  "export_help": "Esporta tutte le valutazioni con i messaggi come file JSON",
  "webhook_help": "I webhook vengono utilizzati per inviare dati agli endpoint HTTP.",
  "webhook_url": "URL",
  "webhook_url_placeholder": "https://esempio.com/",
  "webhook_url_help": "Questo URL verrà utilizzato per inviare dati al tuo webhook.",
  "webhook_history": "Storia",
  "webhook_status_success": "Successo",
  "webhook_status_error": "Errore",
  "webhook_entry_url": "URL",
  "webhook_entry_request": "Richiesta",
  "webhook_entry_response": "Risposta",
  "webhook_entry_status_text": "Testo di stato",
  "webhook_entry_status_code": "Codice di stato",
  "webhook_entry_error_message": "Messaggio di errore",
  "log_modal_message_placeholder": "Qualche messaggio sulla giornata...",
  "scales": "Colori",
  "scales_info": "I colori sono usati per indicare la valutazione nel calendario. La tua valutazione precedente passerà al colore selezionato.",
  "log_modal_message_example": "Oggi ho trovato un modo per riconnettermi con me stesso.",
  "previews_screen_1_title": [
    "Tieni traccia del tuo umore",
    "Un pixel alla volta"
  ],
  "previews_screen_2_title": [
    "Webhook / Esporta",
    "Supporto"
  ],
  "previews_screen_3_title": [
    "Sembra fantastico dentro",
    "Modalità scura"
  ],
  "issue": "Problema",
  "idea": "Idea",
  "other": "Altro",
  "send_feedback_issue": "Segnala problema",
  "send_feedback_idea": "Invia idea",
  "feedback_modal_title": "Invia feedback",
  "feedback_modal_description": "Il tuo feedback mi aiuta molto a capire meglio come usi l'app e come posso migliorarla.",
  "feedback_modal_textarea_placeholder": "Ho notato che…",
  "feedback_modal_send": "Spedire",
  "feedback_modal_cancel": "Annulla",
  "feedback_success_title": "Feedback inviato",
  "feedback_success_message": "Il tuo feedback è stato inviato correttamente.",
  "feedback_error_title": "Feedback fallito",
  "feedback_error_message": "Qualcosa è andato storto durante l'invio del feedback.",
  "feedback_help": "Questa app è sviluppata da una sola persona. Apprezzo molto il tuo feedback. Mi aiuta a capire meglio come usi l'app e come posso migliorarla.",
  "send_feedback": "Invia feedback",
  "back_to_today": "Ritorno ad oggi",
  "data": "Dati",
  "reminder": "Promemoria",
  "time": "Volta",
  "notification_reminder_title": "Tieni traccia del tuo umore",
  "notification_reminder_body": "Tocca qui per tenere traccia del tuo umore di oggi.",
  "privacy": "Privacy",
  "privacy_policy": "politica sulla riservatezza",
  "privacy_content": "Pixy ti dà la possibilità di riflettere sulla tua giornata e archiviare informazioni potenzialmente sensibili. Voglio essere il più trasparente possibile sull'utilizzo dei tuoi dati. Quindi lascia che ti spieghi come vengono utilizzati i dati e perché i tuoi dati sono al sicuro.\n\n### Non abbiamo accesso alle tue informazioni tracciate\n\nI tuoi dati vengono salvati localmente sul tuo dispositivo. Non viene mai condiviso con nessuno, a meno che tu non scelga di esportarlo o di utilizzare la funzionalità webhook.\n\nPer capire quale parte di Pixy viene utilizzata, dobbiamo sapere quali funzionalità dell'app vengono utilizzate. Per questo, utilizziamo determinati strumenti di analisi. Ci aiutano a vedere dove l'app può essere migliorata.\n ### Registri degli errori\n\n**Per trovare problemi e mantenere la stabilità, esaminiamo i registri degli errori segnalati.**\n\nRaccogliamo i registri degli errori con il fornitore di servizi Sentry. Ci dà la possibilità di vedere l'ora, lo schermo aperto e il tipo di dispositivo. Lo usiamo per riprodurre l'errore e per fornire una correzione.\n\n### Dati comportamentali\n\nQuando apri una schermata o modifichi un'impostazione, questa verrà inviata a uno dei nostri strumenti di analisi. Questi dati vengono inviati in modo totalmente anonimo. Nessuno dei tuoi dati personali viene inviato. Ad esempio, se Laura Birmingham tiene traccia del suo umore. Vediamo solo che l'utente 101029 ha eseguito questa azione. Non raccogliamo mai alcun testo che memorizzi nell'app.\n\nUsiamo Posthog Cloud per raccogliere, visualizzare e dati. Ci aiuta a capire meglio le tendenze e a trovare aree di miglioramento.\n\n\n---------\n\nSe hai domande o dubbi, scrivimi a [moritz@devmood.com](mailto:moritz@devmood.com).\n\n**Uso questa app da solo e non vorrei mai condividere le mie voci con nessuno sviluppatore.**\n\n*Questa sezione sulla privacy è fortemente ispirata all'app stoica.*\n\n*Puoi trovare l'intera privacy policy qui.*",
  "behavioral_data": "Dati comportamentali"
}